{"text": "gute lage im stadtzentrum. shoppingmeile und sehenswürdigkeiten, sowie gute pubs in laufweite. das hotel ist neu, gut gepflegt und hat bemühtes/nettes personal. ideal für einen kurztrip nach edinburgh. längere aufenthalte eher nicht, da die zimmer recht klein sind.", "id": 0}
{"text": "Beautiful space, great location, staff rock. Tiny room, but this was expected. Bathroom amazing. Walls, however, paper thin, which is why I can barely string a sentence together in this review.", "id": 1}
{"text": "First time at this group of hotels. Pretty new, only one in UK, another to open in Edinburgh and one in London. Rooms not very big but great price and location for a weekend in Edinburgh. Rooms clean, comfortable, good shower and free wifi!", "id": 2}
{"text": "Sometimes the food is spot on and delicious and other times it is quite salty at this location.  Very difficult to get a consistently good meal.  Menu items add up quickly.", "id": 3}
{"text": "Found this the other night.  It is the PF Chang fast food option and it worked perfectly for us.  Limited menu, but lower prices. Very basic decor, but clean and fast seating.  Lettuce Wraps just as good as Chang's.  Very busy, especially the take out.  Glad to have it close", "id": 4}
{"text": "I had the garlic ginger broccoli chicken and it was not very good. The broccoli was hardly cooked and the sauce was way to sweet. Everything else was great. I will give them a few more tries before I write them off as another crappy Asian restaurant in Surprise.", "id": 5}
{"text": "1st! Place is not closed. There was an issue with legal workers in the franchise chain. Now they are back! Food is one of the best! Especially their chicken mango! Daughter is a huge PF Chang fan, so she loves this place also! Her favorite is their Mongolian beef, and noodles! They are always coming up with something new, so you may have to try them more then a few times.", "id": 6}
{"text": "Definitely not a fan. Coming from Orange County, CA, I have high expectations when it comes to Asian food.  Suffice to say that Panda Express would have been a better choice, which is pretty sad.", "id": 7}
{"text": "1st visit had the lo mein...delish!  \n2nd visit had the teriyaki...fine if you like salt.  Ick!", "id": 8}
{"text": "As a vegetarian, it can difficult to find places with good options, but I love getting a tofu bowl at Pei Wei. The first time I had it, I had to double check because it looks and has a similar texture to meat, but it's great. I love going to Pei Wei", "id": 9}
